package ITMO.lab1;

public class hw1 {
    public static void main(String[] args) {
        /*Выведите строки в следующем порядке: Я /n хорошо /n знаю /n Java.*/
        System.out.println("Я");
        System.out.println("хорошо");
        System.out.println("знаю");
        System.out.println("Java.");
    }
}
